{
  "intro": {
    "p1": "Lobos to modyfikacja do Gothic 2 typu total conversion, osadzona w zupełnie nowym uniwersum niezwiązanym z orginalną grą.",
    "p2": "Akcja modyfikacji toczy się w starożytnych czasach, gdzie niepodzielnie panuje królestwo Lobosu.",
    "p3": "W modyfikacji wcielamy się w farmera z dobrej rodziny, który wyruszył z przyjaciółmi do tajemniczej doliny obfitującej w złoża złota i magicznej rudy, żeby szybko się wzbogacić.",
    "p4": "Ich wyprawa jednak okazuje się fiaskiem. Na podobny pomysł bowiem wpadło wielu rozrabiaków i bandyckich grup. Życie naszego bohatera zostaje wywrócone do góry nogami, a jedyną siłą napędową która pomaga mu stawić czoła ogromnym wyzwaniom jest pragnienie zemsty.",
    "p5": "Ponad to, w dolinie stacjonują elitarne wojska królestwa wysłane z misją najwyższej wagi przez samego władce. Z biegiem czasu, gdy nasz bohater wikła się coraz bardziej w sprawy elitarnego Legionu, atmosfera również staje się coraz gęstsza."
  },
  "idea": {
    "p1": "To, na co szczególnie zwróciłem uwagę, to dbałość o szczegóły, wyważony balans i logika, by w modzie wszystko znalazło swoje uzasadnienie, niebyło wyrwane z kontekstu będąc przypadkowo pozlepianą modderską fantazją. Nieprzemyślane kwestie dialogowe i misje, potężne artefakty czy inne „mega” bronie, którymi posiekamy większość potworów już w połowie gry to zjawisko, które skutecznie odbiera chęć do kontynuowania rozgrywki. Skupiłem się na tym aby rozgrywka przybrała bardziej „realną” formę wliczając w to świat, dialogi, ekonomię, postacie, potwory i przedmioty, gdzie super ekwipunek czy złoto nie leżą na ziemi tylko trzeba się o to postarać.",
    "p2": "Nawet najbardziej starannie zrobiony mod ze świetną fabułą może okazać się nudny lub niepełny jeśli zabraknie w nim balansu i dobrze zaprojektowanej ekonomii. Te 2 czynniki są kluczem do stworzenia udanych gier RPG opartych o rozwój postaci.",
    "modidea": "Idea modyfikacji"
  },
  "modal": {
    "moddb": "Pobierz z Moddb",
    "googledrive": "Pobierz z Google Drive",
    "youaredownloading": "Pobierasz: "
  },
  "support": "Wesprzyj",
  "guestbook": "Księga gości",
  "installation": "Instalacja",
  "download": "Pobieralnia"
}
